tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "shyiko/ktlint"
tap "valelint/vale"
brew "ack"
brew "archey"
brew "asciinema"
brew "aspell"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bats"
brew "brew-cask-completion"
brew "catimg"
brew "checkbashisms"
brew "checkstyle"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "ctop"
brew "curl"
brew "diff-so-fancy"
brew "docker-completion"
brew "fd"
brew "findutils"
brew "fzf"
brew "gettext"
brew "git"
brew "glances"
brew "hadolint"
brew "highlight"
brew "hub"
brew "icdiff"
brew "jq"
brew "jsonpp"
brew "kubectx"
brew "launchctl-completion"
brew "libtool"
brew "lynx"
brew "mas"
brew "mono"
brew "moreutils"
brew "multitail"
brew "neofetch"
brew "nmap"
brew "pandoc"
brew "pkg-config"
brew "pmd"
brew "readline"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "ssh-copy-id"
brew "swiftlint"
brew "telnet"
brew "tidy-html5"
brew "tig"
brew "tmux"
brew "tree"
brew "uncrustify"
brew "watchman"
brew "wget"
brew "wifi-password"
brew "x264"
brew "yarn"
brew "zsh"
brew "shyiko/ktlint/ktlint"
brew "valelint/vale/vale"
#cask "dropbox" # no shasum!
cask "firefox"
cask "font-firamono-nerd-font-mono"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "itsycal"
cask "joplin"
cask "slack"
cask "the-unarchiver"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vnc-viewer"
