tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "aspell"
brew "catimg"
brew "checkbashisms"
brew "checkstyle"
brew "coreutils"
brew "xz"
brew "curl"
brew "findutils"
brew "fzf"
brew "git"
brew "git-extras"
brew "readline"
brew "sqlite"
brew "mackup"
brew "macos-trash"
brew "mas"
brew "moreutils"
brew "neovim"
brew "nmap"
brew "openssl@3"
brew "pipx"
brew "rsync"
brew "shellcheck"
brew "switchaudio-osx"
brew "teleport"
brew "tree"
brew "wget"
brew "zlib"
brew "zsh"
cask "bettertouchtool"
cask "firefox"
cask "font-fira-mono-nerd-font"
cask "hammerspoon"
cask "iterm2"
cask "itsycal"
cask "slack"
