tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "ack"
brew "asciinema"
brew "aspell"
brew "autoconf"
brew "automake"
brew "bash"
brew "bats"
brew "catimg"
brew "checkbashisms"
brew "checkstyle"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "ctop"
brew "curl"
brew "findutils"
brew "fzf"
brew "git"
brew "highlight"
brew "jsonpp"
brew "shyiko/ktlint/ktlint"
brew "kubectx"
brew "launchctl-completion"
brew "lynx"
brew "mackup"
brew "mas"
brew "mono"
brew "moreutils"
brew "multitail"
brew "neofetch"
brew "nmap"
brew "openssl" # for pyenv
brew "pandoc"
brew "pipx"
brew "pmd"
brew "readline" # for pyenv
brew "rsync"
brew "rust"
brew "shellcheck"
brew "ssh-copy-id"
brew "sqlite3" # for pyenv
brew "swiftlint"
brew "switchaudio-osx"
brew "telnet"
brew "tidy-html5"
brew "tig"
brew "tmux"
brew "tree"
brew "uncrustify"
brew "watchman"
brew "wget"
brew "wifi-password"
brew "xz" # for pyenv
brew "yarn"
brew "zlib" # for pyenv
brew "zsh"
#cask "dropbox" # no shasum!
cask "firefox"
cask "font-firamono-nerd-font"
#cask "google-chrome" # shasum invalidates frequently
cask "hammerspoon"
cask "iterm2"
cask "itsycal"
cask "joplin"
cask "slack"
cask "the-unarchiver"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vnc-viewer"
