{
  "Comment.nvim": { "branch": "master" },
  "auto-cursorline.nvim": { "branch": "main" },
  "bufferize.vim": { "branch": "main" },
  "colorswatch.vim": { "branch": "main" },
  "committia.vim": { "branch": "master" },
  "editorconfig.nvim": { "branch": "master" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "inspecthi.vim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.move": { "branch": "main" },
  "nvim-code-action-menu": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-lua-gf": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "stabilize.nvim": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "vim-colors-meh": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-qf_resize": { "branch": "master" },
  "vim-startuptime": { "branch": "master" },
  "visual-split.vim": { "branch": "master" },
  "zoomwintab.vim": { "branch": "master" }
}